Repository: Tomikoma/gift_planner
Catalog: lib/l10n/intl_*.arb
Languages: hu

# appTitle
source: Gift Planner
hu: Ajándék-tervező

# personCardName
source: Name:
hu: Név:

# personCardBirthDate
source: Born
hu: Született:

# personCardGiftNum
source: Number of Gifts:
hu: Ajándékok száma:

source: Statistics
hu: Statisztikák

# statisticsTopThreeSumAvg
source: Average money spent on persons (TOP 3)
hu: Átlagos költés emberenként (TOP 3)

# statisticsPersons
source: Persons
hu: Személyek

# statisticsTopThreeSum
source: All money spent on persons (TOP 3)
hu: Átlagos költés személyenként(TOP 3)

# personsAddButtonHint
source: Add a person
hu: Személy hozzáadása

# personsAddPersonTitle
source: Add new person
hu: Új személy hozzáadása

# personsAddNameField
source: Name
hu: Név

# personsAddPersonErrorMessageName
source: You need fill this line
hu: Ezt a sort ki kell tölteni

# personsAddPersonErrorMessageDate
source: Date is required
hu: A dátumot kötelező megadni

# alertTitle
source: No persons added yet
hu: Még nem lett hozzáadva személy

# alertContent
source: Add persons so we calculate statistics
hu: Adjon hozzá személyeket, hogy lehessen statisztikákat számolni

# buttonCancel
source: Cancel
hu: Mégse

# buttonSave
source: Save
hu: Mentés

# buttonClose
source: Close
hu: Bezárás

# buttonChooseDate
source: Choose birthdate
hu: Válasszon születési dátumot

source: or
hu: vagy

# buttonChooseContact
source: Choose Contact
hu: Válasszon kontaktot

# contactChooserTitle
source: Choose from your contacts
hu: Válasszon a névjegyzékéből

# contactChooserNotFilled
source: Not set yet
hu: Még nem lett beállítva

# personWidgetTitle
source: 's datas and gifts
hu: adatai és ajándékai

# personWidgetName
source: Name:
hu: Név:

# personWidgetGiftName
source: Giftname:
hu: Ajándék neve:

# personWidgetGiftPrice
source: Price:
hu: Ár:

# addGiftTitle
source: Add a new gift
hu: Új ajándék hozzáadása

# addGiftName
source: Name
hu: Név

# addGiftNameError
source: Name is required
hu: A nevet szükséges megadni

# addGiftPrice
source: Price
hu: Ár

# addGiftPriceError
source: Price is required
hu: Az árat szükséges megadni

# addGiftPriceWrongFormatError
source: Price should be number
hu: Az árnak számnak kell lennie
